;------------------------------------------------------------------------------
; UltraDefrag GUI Polish Language Pack.
; Copyright (C) 2008 by Andrzej Rudnik.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised Jul. 16, 2010 by Krzysztof Świderski
; Revised Oct. 17, 2010 by SMHA
; Revised Apr. 18, 2011 by Ireneusz Chorosz
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Window Menu.

; --- Action Menu

ACTION                    = Polecenie
ANALYSE                   = Analiza
DEFRAGMENT                = Defragmentacja
OPTIMIZE                  = Optymalizacja
QUICK_OPTIMIZE            = Quick optimization
FULL_OPTIMIZE             = Full optimization
STOP                      = Stop
REPEAT_ACTION             = Re&peat action
SKIP_REMOVABLE_MEDIA      = Pomiń napędy wymienne
RESCAN_DRIVES             = Przeskanuj listę napędów
WHEN_DONE                 = Po ukończeniu
WHEN_DONE_NONE            = Nie rób nic
WHEN_DONE_EXIT            = Zakończ program
WHEN_DONE_STANDBY         = Przejdź w stan wstrzymania
WHEN_DONE_HIBERNATE       = Hibernuj
WHEN_DONE_LOGOFF          = Wyloguj
WHEN_DONE_REBOOT          = Uruchom ponownie komputer
WHEN_DONE_SHUTDOWN        = Zamknij
EXIT                      = Wyjdź

; --- Report Menu

REPORT                    = Raport
SHOW_REPORT               = Pokaż raport

; --- Settings Menu

SETTINGS                  = Ustawienia
LANGUAGE                  = Język
TRANSLATIONS_FOLDER       = Folder Tłumaczeń
GRAPHICAL_INTERFACE       = Graficzny interfejs użytkownika
FONT                      = Czcionka
OPTIONS                   = Opcje
BOOT_TIME_SCAN            = Skanowanie podczas rozruchu systemu
ENABLE                    = Włącz
SCRIPT                    = Skrypt startowy
REPORTS                   = Raporty

; --- Help Menu

HELP                      = Pomoc
CONTENTS                  = Zawartość
BEST_PRACTICE             = Najlepsze praktyki
FAQ                       = FAQ
ABOUT                     = O programie

; --- Toolbar Tooltips

BOOT_TIME_SCRIPT          = Skrypt startowy

; Drives list items.

VOLUME                    = Wolumen
STATUS                    = Status
TOTAL                     = Całk. miejsce
FREE                      = Wolne miejsce
PERCENT                   = Procent

; Status messages

STATUS_RUNNING            = Wykonano
STATUS_ANALYSED           = Przeanalizowano
STATUS_DEFRAGMENTED       = Zdefragmentowano
STATUS_OPTIMIZED          = Zoptymalizowano

; Status bar messages.

DIRS                      = folderów
FILES                     = plików
FRAGMENTED                = do defragm.
COMPRESSED                = skompresowanych
MFT                       = MFT

; About window.

ABOUT_WIN_TITLE           = O Ultra Defragmenter
CREDITS                   = Twórcy
LICENSE                   = Licencja

; Shutdown confirmation

PLEASE_CONFIRM            = Proszę Potwierdź
REALLY_SHUTDOWN_WHEN_DONE = Czy wyłączyć komputer po zakończeniu?
REALLY_HIBERNATE_WHEN_DONE= Czy zahibernować komputer po zakończeniu?
REALLY_LOGOFF_WHEN_DONE   = Czy wylogować po zakończeniu?
REALLY_REBOOT_WHEN_DONE   = Czy chcesz ponownie uruchomić po zakończeniu?
SECONDS_TILL_SHUTDOWN     = sekund do wyłączenia
SECONDS_TILL_HIBERNATION  = sekund do hibernacji
SECONDS_TILL_LOGOFF       = sekund do wylogowania
SECONDS_TILL_REBOOT       = sekund do ponownego uruchomienia
YES                       = Tak
NO                        = Nie

; END OF FILE
